Repository: SYNCRAFT-GITHUB/SyncraftInstallerForCura-MacOS
Catalog: MacOS Syncraft Installer for Cura/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pl, pt_br, zh_hans

# title
source: Syncraft Installer for Cura
de: Installateur
es: Instalador
fr: Installateur Syncraft
it: Installatore
ja: インストーラ
pl: Instalator Syncrafta
pt_br: Instalador da Syncraft
zh_hans: Syncraft 安装程序

source: Stable
de: Stabil
es: Estable
it: Stabile
ja: 安定している
pl: Stabilny
pt_br: Estável
zh_hans: 稳定的

source: Unstable
de: Instabil
es: Inestable
fr: Instable
it: Instabile
ja: 不安定な
pl: Niestabilny
pt_br: Instável
zh_hans: 不稳定的

# subtitle
source: Syncraft file installer for Ultimaker Cura
de: Spezieller Syncraft-Installer
es: Instalador dedicado de Syncraft
fr: Installateur des fichiers Syncraft pour Cura
it: Installazione dedicato Syncraft
ja: Syncraft専用インストーラー
pl: Dedykowany instalator Syncraft
pt_br: Instalador dos arquivos da Syncraft para o Cura
zh_hans: 在市场上最好的切片软件中安装参数化文件的最佳程序。

# openfolder
source: Open Finder at Path
de: Dateien prüfen
es: Explorar Directorio
fr: Inspecter les fichiers
it: Esplora file
ja: フォルダを開く
pl: Otwórz katalog plików
pt_br: Abrir Pasta de Arquivos
zh_hans: 打开文件目录

# downloadCuraAppleSilicon
source: Download Cura 5.7.2 (Apple Silicon)
de: Laden Sie Cura 5.7.2 herunter (Apple Silicon)
es: Descarga Cura (Apple Silicon)
fr: Télécharger Cura (Apple Silicon)
it: Scarica Cura 5.7.2 (Apple Silicon)
ja: スライサー ソフトウェアのダウンロード (Apple Silicon)
pl: Pobierz Cura 5.7.2 (Apple Silicon)
pt_br: Baixar Cura 5.7.2 (Apple Silicon)
zh_hans: 从官网下载Cura 5.7.2 (Apple Silicon)

# downloadCuraIntel
source: Download Cura 5.7.2 (Intel)
de: Laden Sie Cura 5.7.2 herunter (Intel)
es: Descarga Cura (Intel)
fr: Télécharger Cura (Intel)
it: Scarica Cura 5.7.2 (Processori Intel)
ja: スライサー ソフトウェアのダウンロード (Intel)
pl: Pobierz Cura 5.7.2 (Intel)
pt_br: Baixar Cura 5.7.2 (Intel)
zh_hans: 从官网下载Cura 5.7.2 (Intel)

# enablediskperm
source: For the installer to work correctly, make sure to enable "Full Disk Access" in macOS Privacy & Security settings.
de: Damit das Installationsprogramm ordnungsgemäß funktioniert, stellen Sie sicher, dass in den Datenschutz- und Sicherheitseinstellungen von macOS der vollständige Festplattenzugriff aktiviert ist.
es: Para que el instalador funcione correctamente, asegúrese de habilitar "Acceso Total al Disco" en la configuración de Privacidad y seguridad de macOS.
fr: Pour que l'installateur fonctionne correctement, activez l'option "Accès complet au disque" dans les paramètres de Sécurité et confidentialité de macOS.
it: Per il corretto funzionamento dell'installatore, attiva "Accesso Completo al Disco" nelle impostazioni di Privacy e Sicurezza del macOS.
ja: インストーラーが正しく動作するには、[プライバシーとセキュリティ] 設定でフル ディスク アクセスを必ず有効にしてください。
pl: Aby instalator działał poprawnie, pamiętaj o włączeniu pełnego dostępu do dysku w ustawieniach prywatności i bezpieczeństwa macOS.
pt_br: Para que o instalador funcione corretamente, ative "Acesso Total ao Disco" nas configurações de Privacidade e Segurança do macOS.
zh_hans: 为了使安装程序正常工作，请确保在macOS隐私与安全设置中启用"完全磁盘访问"。

# ifpermgranted
source: If the system has already requested admin access, "Full Disk Access" is not necessary.
de: Wenn das System bereits Administratorzugriff zum Öffnen des Programms benötigt, ist die Aktivierung des vollständigen Festplattenzugriffs nicht erforderlich.
es: Si el sistema ya requiere acceso de administrador para abrir el programa, no es necesario habilitar "Acceso Total al Disco".
fr: Si le système a déjà demandé l'accès administrateur pour ouvrir le programme, l'activation de "Accès complet au disque" n'est pas nécessaire.
it: Se il sistema ha già richiesto l'accesso amministratore per aprire il programma, abilitare "Accesso Completo al Disco" non è necessario.
ja: プログラムを開くためにシステムがすでに管理者アクセスを必要としている場合は フル ディスク アクセスを有効にする必要はありません。
pl: Jeśli system wymagał już dostępu administratora do otwarcia programu, włączenie pełnego dostępu do dysku nie jest konieczne.
pt_br: Se o sistema já solicitou acesso administrador para abrir o programa, habilitar "Acesso Total ao Disco" não é necessário.
zh_hans: 如果系统已经请求了管理员访问权限，则"完全磁盘访问"是不必要的。

# requiresweb
source: The installation requires internet.
de: Die Installation erfordert eine Internetverbindung.
es: La instalación requiere conexión a internet.
fr: L'installation nécessite un accès à Internet.
it: L'installazione richiede accesso a Internet.
ja: インターネット接続が必要です。
pl: Instalacja wymaga połączenia z internetem.
pt_br: A instalação exige acesso a Internet.
zh_hans: 安装需要互联网连接。

# chooseversion
source: Choose a Cura Version
de: Version auswählen:
es: Elija una versión de Cura
fr: Choisissez la version de Cura
it: Scegli la versione di Cura
ja: バージョンを選択してください:
pl: Wybierz wersję
pt_br: Escolha a versão do Cura
zh_hans: 选择您要应用的版本：

# install
source: Install Syncraft files
de: Dateien installieren
es: Instalar los archivos en Cura
fr: Installer
it: Installare
ja: ファイルをインストールする
pl: Zainstaluj pliki
pt_br: Instalar os Arquivos no Cura
zh_hans: 安装文件

# remove
source: Remove Syncraft files
de: Alles entfernen
es: Eliminar los archivos
fr: Désinstaller
it: Disinstallare
ja: ファイルをアンインストールする
pl: Usuń pliki
pt_br: Remover Arquivos da Syncraft
zh_hans: 删除文件

# foldernotfound
source: The Location for Ultimaker Cura was not found, please check that you have selected the correct version, or that you have granted disk access permissions to the program.
de: Der Installationsort für Ultimaker Cura wurde nicht gefunden. Bitte überprüfen Sie, ob Sie die richtige Version ausgewählt haben oder dem Programm Festplattenzugriffsberechtigungen erteilt haben.
es: No se encontró la ubicación de instalación de Ultimaker Cura. Verifique que haya seleccionado la versión correcta o que haya otorgado permisos de acceso al disco para el programa.
fr: L'emplacement d'Ultimaker Cura n'a pas été trouvé. Vérifiez si vous avez sélectionné la bonne version ou si vous avez accordé les autorisations appropriées pour "Accès complet au disque" pour le programme.
it: La directory Cura non è stata trovata. Verifica di aver selezionato la versione corretta o di aver concesso le corrette autorizzazioni di "Accesso Completo al Disco" per il programma.
ja: Ultimaker Cura のインストール場所が見つかりませんでした。正しいバージョンを選択しているか、プログラムにディスク アクセス許可を与えているかを確認してください。
pl: Nie znaleziono lokalizacji instalacji Ultimaker Cura. Sprawdź, czy wybrałeś właściwą wersję lub czy przyznałeś programowi uprawnienia dostępu do dysku.
pt_br: O local do Ultimaker Cura não foi encontrado. Verifique se você selecionou a versão correta ou se concedeu permissões corretas de "Acesso Total ao Disco" para o programa.
zh_hans: 未找到Ultimaker Cura的位置，请检查您是否选择了正确的版本，或者是否已经授予程序磁盘访问权限。

# pleaseselectversion
source: Please select a version to which you want to apply the files.
de: Bitte wählen Sie eine Version aus, auf die Sie die Dateien anwenden möchten.
es: Seleccione una versión a la que desea aplicar los archivos.
fr: Veuillez sélectionner une version pour installer les fichiers.
it: Seleziona una versione valida.
ja: ファイルを適用するバージョンを選択してください。
pl: Proszę wybrać wersję do której chcesz zastosować pliki.
pt_br: Selecione uma versão para instalar os arquivos.
zh_hans: 请选择要应用文件的版本。

source: Syncraft Website
de: Offizielle Website
es: Página Web Oficial
fr: Site web de Syncraft
it: Sito di Syncraft
ja: 公式ウェブサイト
pl: Oficjalna Strona
pt_br: Site da Syncraft
zh_hans: Syncraft网站

source: Version
de: Ausführung
es: Versión
it: Versione
ja: バージョン
pl: Wersja
pt_br: Versão
zh_hans: 版本

source: Custom
de: Andere
es: Otro
fr: Autre
it: Altro
ja: 他の
pl: Inny
pt_br: Customiz.
zh_hans: 定制

# installproblem
source: There was a problem with the installation.
de: Bei der Installation ist ein Problem aufgetreten.
es: Hubo un problema con la instalación.
fr: Un problème est survenu lors de l'installation des fichiers.
it: Si è verificato un problema durante l'installazione dei file.
ja: インストールに問題がありました。
pl: Wystąpił problem z instalacją.
pt_br: Ocorreu um problema ao instalar os arquivos.
zh_hans: 安装时出现问题。

# removeproblem
source: There was a problem while uninstalling the files.
de: Es liegt ein Problem bei der Deinstallation der Dateien vor.
es: Ocurrió un problema al desinstalar los archivos.
fr: Un problème est survenu lors de la suppression des fichiers.
it: Si è verificato un problema durante la rimozione dei file.
ja: 問題が発生しましたか? 問題が解決されました。
pl: Wystąpił problem podczas odinstalowywania plików.
pt_br: Ocorreu um problema ao remover os arquivos.
zh_hans: 卸载文件时出现问题。

source: Done
de: Erledigt
es: Hecho
fr: Terminé
it: Successo
ja: 終わり
pl: Zrobione
pt_br: Sucesso
zh_hans: 完成

# downloadlastcurarelease
source: Page to download the latest Cura version
de: Neueste Version von Cura
es: Última versión de Cura
fr: Dernière version de Slicer
it: Ultima versione di Slicer
ja: Curaの最新バージョン
pl: Najnowsza wersja Slicera
pt_br: Abrir a página da última versão do Cura
zh_hans: 最新版本的切片器

# downloadlastcurareleasetip
source: Open your browser to the Github page for the latest available version of Cura. Don't forget to choose the correct version to download. If you are using a Mac with an Intel processor, download the item that contains "X64", and if you are using a Mac with Apple Silicon, download the item that contains "ARM64".
de: Leitet Sie zur neuesten verfügbaren Version von Cura weiter. Wenn Sie einen Mac mit einem Intel-Prozessor verwenden, laden Sie das Element herunter, das "X64" enthält, und wenn Sie einen Mac mit Apple Silicon verwenden, laden Sie das Element herunter, das "ARM64" enthält.
es: Abre la página de GitHub para descargar la última versión de Cura. Si estás utilizando un Mac con procesador Intel, descarga el elemento que contiene "X64", y si estás usando un Mac con Apple Silicon, descarga el elemento que contiene "ARM64". Recuerda que los instaladores de MacOS siempre terminan con la extensión ".dmg".
fr: Ouvre la page GitHub pour télécharger la dernière version de Cura. N'oubliez pas de choisir la bonne version à télécharger. Si vous utilisez un Mac avec processeur Intel, téléchargez l'élément contenant "X64", et si vous utilisez un Mac avec Apple Silicon, téléchargez l'élément contenant "ARM64". Rappelez-vous que les installateurs MacOS se terminent toujours par l'extension ".dmg".
it: Apre la pagina GitHub per scaricare l'ultima versione di Cura. Non dimenticare di scegliere la versione corretta per il download. Se stai usando un Mac con processore Intel, scarica l'elemento che contiene "X64", e se stai usando un Mac con Apple Silicon, scarica l'elemento che contiene "ARM64". Ricorda che gli installatori MacOS terminano sempre con l'estensione ".dmg".
ja: ブラウザを開いて、Cura の最新バージョンの Github ページにアクセスします。Intel プロセッサを搭載した Mac を使用している場合は、「X64」を含む項目をダウンロードし、Apple Silicon を搭載した Mac を使用している場合は、「ARM64」を含む項目をダウンロードします。
pl: Otwiera stronę GitHub, aby pobrać najnowszą wersję Cura. Nie zapomnij wybrać właściwej wersji do pobrania. Jeśli używasz Maca z procesorem Intel, pobierz element zawierający "X64", a jeśli używasz Maca z Apple Silicon, pobierz element zawierający "ARM64". Pamiętaj, że instalatory MacOS zawsze kończą się rozszerzeniem ".dmg".
pt_br: Abre a página do GitHub para download da última versão do Cura. Se está utilizando um Mac com Intel, faça download do item que contém "X64", e se estiver usando um Mac com Apple Silicon, faça download do item que contém "ARM64". Os instaladores do Mac sempre terminam com a extensão ".dmg".
zh_hans: 打开GitHub页面以下载最新版本的Cura。不要忘记选择正确的版本下载。如果您使用的是Intel处理器的Mac，请下载包含“X64”的项目；如果您使用的是Apple Silicon处理器的Mac，请下载包含“ARM64”的项目。请记住，MacOS安装程序的扩展名总是以“.dmg”结尾。

# openfindertip
source: Open Finder on the Cura folder, if it exists. It makes it easier for you to make any manual changes to the files if you think it is necessary.
de: Öffnen Sie den Datei-Explorer im Cura-Ordner, falls vorhanden. Dies erleichtert manuelle Änderungen an den Dateien, falls erforderlich.
es: Abre el explorador de archivos en la carpeta Cura, si existe. Esto facilita hacer cambios manuales en los archivos, si es necesario.
fr: Ouvrez l'explorateur de fichiers dans le dossier Cura, si celui-ci existe. Cela facilite les modifications manuelles des fichiers, si nécessaire.
it: Apri l'esploratore di file nella cartella Cura, se esiste. Questo rende più facile fare modifiche manuali ai file, se necessario.
ja: 存在する場合は、Curaフォルダ内のファイルエクスプローラーを開きます。これにより、必要に応じてファイルの手動変更が容易になります。
pl: Otwórz eksplorator plików w folderze Cura, jeśli istnieje. To ułatwia ręczne zmiany w plikach, jeśli jest to konieczne.
pt_br: Abra o Finder na pasta do Cura, se existir. Isso torna mais fácil fazer alterações manuais nos arquivos, se achar necessário.
zh_hans: 如果存在，请打开Cura文件夹中的文件资源管理器。这使得在必要时更容易手动更改文件。

# customtip
source: Allows you to install Syncraft Files on versions of Cura that are not listed above. For example, if you want to install to Cura version 6.5.4, you enter "6" and "5". It is not guaranteed that plugins will work correctly.
de: Ermöglicht die Installation von Syncraft-Dateien auf Cura-Versionen, die oben nicht aufgeführt sind. Wenn Sie beispielsweise Version 6.5.4 installieren möchten, geben Sie "6" und "5" ein. Es wird jedoch nicht garantiert, dass die Dateien korrekt funktionieren.
es: Permite instalar los archivos de Syncraft en versiones de Cura que no están listadas arriba. Por ejemplo, si deseas instalar para la versión 6.5.4, escribe "6" y "5". Sin embargo, no se garantiza que los archivos funcionen correctamente.
fr: Permet d'installer les fichiers Syncraft sur des versions de Cura non listées ci-dessus. Par exemple, si vous souhaitez installer la version 6.5.4, tapez "6" et "5". Cependant, il n'est pas garanti que les fichiers fonctionnent correctement.
it: Permette di installare i file Syncraft su versioni di Cura non elencate sopra. Ad esempio, se si desidera installare per la versione 6.5.4, digitare "6" e "5". Tuttavia, non è garantito che i file funzionino correttamente.
ja: 上記にリストされていないCuraバージョンにSyncraftファイルをインストールすることができます。たとえば、バージョン6.5.4をインストールしたい場合は、「6」と「5」を入力してください。ただし、ファイルが正しく機能することは保証されません。
pl: Pozwala na instalację plików Syncraft na wersjach Cura, które nie są wymienione powyżej. Na przykład, jeśli chcesz zainstalować wersję 6.5.4, wpisz "6" i "5". Jednak nie gwarantuje się, że pliki będą działać poprawnie.
pt_br: Permite instalar os arquivos da Syncraft em versões do Cura que não estão listadas acima. Por exemplo, se desejar instalar para a versão 6.5.4, digite "6" e "5". Entretanto, não é garantido que tudo funcione corretamente.
zh_hans: 允许在上面未列出的Cura版本上安装Syncraft文件。例如，如果您想安装版本6.5.4，请输入“6”和“5”。但是，不能保证文件能正常工作。

# manualdownload
source: Manually download plugin files
de: Dateien manuell herunterladen
es: Descargar archivos manualmente
fr: Télécharger manuellement
ja: ファイルを手動でダウンロードします
pl: Pobierz pliki ręcznie
zh_hans: 手动下载文件

# manualdownloadtip
source: Open the page to download the latest files made available by Syncraft. It can be useful if you want to do a manual installation, when something is not working as expected.
de: Öffnet Ihren Browser auf der Seite zum Herunterladen der neuesten verfügbaren Dateien. Dies kann nützlich sein, wenn Sie eine manuelle Installation durchführen möchten, wenn etwas nicht wie erwartet funktioniert.
es: Abre su navegador en la página para descargar los archivos más recientes disponibles. Puede resultar útil si desea realizar una instalación manual cuando algo no funciona como se esperaba.
fr: Ouvre votre navigateur sur la page pour télécharger les derniers fichiers disponibles. Cela peut être utile si vous souhaitez effectuer une installation manuelle, lorsque quelque chose ne fonctionne pas comme prévu.
ja: ページ上でブラウザを開いて、利用可能な最新のファイルをダウンロードします。何かが期待どおりに動作しないときに手動インストールを実行する場合に便利です。
pl: Otwiera przeglądarkę na stronie, w której można pobrać najnowsze dostępne pliki. Może to być przydatne, jeśli chcesz przeprowadzić instalację ręczną, gdy coś nie działa zgodnie z oczekiwaniami.
zh_hans: 在页面上打开浏览器以下载可用的最新文件。如果您想在某些内容未按预期运行时进行手动安装，它会很有用。
